Repository: hartas17/antares
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: Personal info
es_mx: Información personal

source: Permissions
es_mx: Permisos

source: Important dates
es_mx: Fechas importantes

source: %(name)s object with primary key %(key)r does not exist.
es_mx: El objeto %(name)s con la llave primaria %(key)r no existe.

source: Password changed successfully.
es_mx: Contraseña cambiada exitosamente.

source: Change password: %s
es_mx: Cabiar contraseña: %s

source: The email: %(value)s is already registered.
es_mx: El correo: %(value)s ya se encuentra registrado.

source: Passwords do not match.
es_mx: Las contraseñas no coinciden.

source: Old password not match.
es_mx: La contraseña anterior no coincide.

source: User account is disabled.
es_mx: La cuenta no está activada.

source: Unable to log in with provided credentials.
es_mx: Datos de acceso incorrectos.

source: Must include username and password.
es_mx: Debes incluir el usuario y contraseña

source: Account with this email/username does not exists
es_mx: La cuenta con esos datos no existe.

source: Max file size is %(megabyte_limit)s MB.
es_mx: El tamaño máximo del archivo/imagen es %(megabyte_limit)s MB.

source: %(value)s is not a valid RFC.
es_mx: %(value)s no es un RFC válido

source: %(value)s is not a valid hexa code color.
es_mx: %(value)s no es un código de color hexadecimal válido.
